{
    "common": {
        "Home": "Anasayfa",
        "blogs": "Bloglar",
        "goods": "Ürünler",
        "aboutUs": "Hakkımızda",
        "location": "Konum",
        "signUp": "Kayıt Ol",
        "name": "Ad",
        "firstName": "Ad",
        "lastName": "Soyad",
        "email": "E-posta",
        "password": "Parola",
        "password2": "Parola (Tekrar)",
        "phone": "Telefon",
        "logIn": "Giriş Yap",
        "Logout": "Çıkış Yap",
        "confirm": "Onayla",
        "cancel": "İptal",
        "update": "Hesabı Güncelle",
        "lang": "Dil",
        "popularItems": "Popüler Ürünler",
        "partners": "Ortaklar",
        "myProfile": "Hesabım"
    },
    "Footer": {
        "contactUs": "Bize Ulaşın",
        "adress": "Adres"
    },
    "landing": {
        "heroSection": {
            "heroText": "Hayatın değeri süresinde değildir, Bağıştadır. Ne kadar yaşadığın için önemli değilsin, ne kadar etkili yaşadığın için önemlisin. ",
            "myles": " Myles Munroet",
            "button": "Bağış Yap"
        },
        "causes": {
            "causes": "Bunu neden yapıyoruz?",
            "causeText1": "Başkalarına yardım etmenin farkındalığı son derece güçlendiricidir ve karşılığında kendinizi daha mutlu ve daha tatmin edici hissetmenizi sağlayabilir.  Araştırmalar, hayır kurumuna bağış yapmak ile beyninde zevki kaydeden alanlarda artan aktivite arasında bir bağlantı tespit etmiştir. Atasözünün söylediği gibi, vermek, almaktan çok daha iyidir.",
            "causeText2": "Başkalarının hayatlarını iyileştirme gücüne sahip olmak, birçok insan için bir ayrıcalıktır ve kendi sorumluluk hissiyle gelen bir şeydir. Bu güçlü sorumluluk duygularına göre hareket etmek,  kişisel değerlerimizi güçlendirmenin ve kendi etik inançlarımıza uygun bir şekilde yaşadığımızı hissetmenin harika bir yoludur.",
            "causeText3": "Çocuklarınız ile hayır kurumuna bağış yapma deneyimini paylaşmak,  küçük yaştan itibaren dünyada olumlu değişiklikler yapabileceklerini gösterir. Çocuklar doğal olarak başkalarına yardım etmeyi severler, bu nedenle doğuştan gelen cömertliklerini beslemek,  sahip olduklarına daha fazla değer vererek. Gelecek yıllarda hayırseverliği desteklemeye devam edecekleri anlamına gelir."
        },
        "stats": {
            "accountsTitle": "Hesaplar",
            "accounts": "Sitemizde 156 aktif hesap bulunmaktadır. Kullanıcılarımız tarafından herhangi bir ücret ödemeden açılmıştır. Bu sayılar gün geçtikçe artmakdaır.",
            "beneficiariesTitle": "yararlanıcılar",
            "beneficiaries": "Yararlanıcı sayısı saat başı değişse de şu anda 324'dür. Kullanıcılarımızın/faydalanıcılarımızın %70'i 45 yaşın altındadır.",
            "GeographicalDistrictsTitle": "Coğrafi Bölgeler",
            "GeographicalDistricts": "Yararlanıcılarımız birden fazla şehirde bulunmaktadırlar. Kullanıcıların en yüksek yüzdesi İstanbul ve İzmir'de, ancak web sitemiz en çok Gaziantep, Urfa ve Mersin'de yaygın. Web sitemiz şehirler arasında bile kullanılmaktadır.",
            "recommendationsTitle": "Tavsiyeler",
            "recommendations": "Web sitemiz ve sunduğu hizmetler çoğunlukla tavsiyeler sayesinde büyümüştür. Yararlanıcılar, bizi diğer olası kullanıcılara doğrudan ve dolaylı olarak çevrimiçi  tavsiye ettiler. 500'den fazla kez online olarak paylaşıldık."
        }
    },
    "aboutus": {
        "heroSection": {
            "heroTitle": "Hakkımızda",
            "heroText": "Biz Orta Doğu'dan kodlama konusunda tutkulu bir grup insanız. Re:Coded 'in  web geliştirme alanında eğitim kampına seçildik. Bazılarımız front-end konusunda istekliydik, diğerleri ise back-end geliştirmeyi tercih etti, bu yüzden iki gruba ayrıldık. Çok kıymetli bilgiler öğrendik ve bize öğretilen teknik becerileri kodlama tutkumuzu ile birleştirdik bu sayide web geliştiricileri olduk. Ağustos 2022'de web sitesi resmi olarak tamamlanmıştır. Bu, geçtiğimiz aylar ekip çalışmasının ve tutkulu çalışmanın bir sonucu ve kararlılığımızın kanıtıydı."
        },
        "front-end-team": "Front-End Timi",
        "back-end-team": "Back-End Timi"
    },
    "goods": {
        "category": "Kategori",
        "search": "Ara",
        "recent": "Son Ürünler",
        "button": "Ürün Ekle"
    },
    "addItem": {
        "addItem": "Ürün Ekle",
        "title": "Ürün Adı",
        "description": "Açıklama",
        "category": "Kategori",
        "button": "Ürün Ekle",
        "uploadPhotos": "Fotoğraf Yükle"
    },
    "signUp": {
        "surname": "Soyad",
        "button": "Kayıt Ol",
        "with": "veya ile Kayıt Ol"
    },
    "logIn": {
        "button": "Giriş Yap",
        "remember": "Beni Hatırla",
        "noAccount": "Hesabın yok mu?",
        "forgot": "Parolnı unuttun mu?",
        "with": "veya ile Giriş Yap"
    },
    "profile": {
        "profile": "Profil",
        "button": "Profili Güncelle",
        "delete": "Profili Sil",
        "myItems": "Ürünlerim",
        "changePassword": "Parola Değiştir"
    },
    "item": {
        "item": "Ürün",
        "title": "Ürün Adı",
        "description": "Açıklama",
        "category": "Kategori",
        "button": "Ürünü güncelle",
        "delete": "Ürünü Sil",
        "related": "Benzer Ürünler"
    },
    "blogs": {
        "headerBlg1": "Bağış yapmanın önemli olmasının 4 nedeni?",
        "contentBlg1": "\n\r1. Bağış yapmanın finansal faydalar vardır.\n\rBağış yaptığınızda vergi döneminde tasarruf edebileceğinizi biliyor muydunuz? Kayıtlı bir hayır kurumuna bağış yaptığınızda, bağışınız için bir vergi makbuzu alacaksınız. Makbuzunuz daha sonra bağışınızın yüzde 53'üne kadar bir vergi indirimi almak için yıllık vergi beyannamenizde kullanabilirsiniz. Vergilerinizde büyük indirim anlamına gelebilir ve hayır kurumlarına bağışlarda bulunulmanızda büyük bir etken olduğunu düşünüyoruz!\n\r2. Çocuklara bağışın önemini öğretin.\n\rÇocuklara başkalarını önemsemeyi öğretmek önemli bir derstir. Çocuklar bağışlarınızı izlediğinde, bağın yapılacak doğru şey olduğunu büyüyerek öğrenecekler ve izlerini takip edecekler. Dolayısıyla bağış yapmak aynı zamanda iyi bir rol model olmanıza da yardımcı olur.\n\r3. Bağışlamak mutluluk duygularını teşvik eder.\n\rBaşkalarına yardım etmek iyi hissettirir. Bağışta bulunduğunuzda, sadece insanların hayatlarını devam etmelerine yardımcı olmakla kalmaz, aynı zamanda duygusal hislerinizde iyileştirirsiniz, özet olarak bir kazan-kazan durumu ortaya çıkmaktadır.\n\r4. Bağış yapmak minnettarlık gösterme fırsatı verir.\n\rHayat kalabalıklığı ile bazen verilen şeyler için minnettarlık göstermeyi unutmak kolay olabilir. Bağışlamaya ve desteklemeye hazır olduğunuzda bizimle iletişime geçebilirsiniz, bize sahip olduğumuz her şeyi hatırlatabilir ve bağış yapmak minnettarlık duygularımızı ifade etmenin bir yoludur. ",
        "headerBlg2": "Bağış yapmak neden geri dönüşümden daha önemli?",
        "contentBlg2": "Geri dönüşüm, atıkları yeniden kullanılabilir malzemelere dönüştürme sürecini ifade ederken, bağış, bir kişiye yardım etmek için para veya mal vermeyi ifade eder. Bağış yaparken sadece atık malzemeleri yeniden kullanmakla kalmıyor, ihtiyaç sahiplerine de yardım ediyoruz. Bu nedenle bağış yapmak, geri dönüşümden daha fazla etki yaratır.\n\rEski kitapların ve gazetelerin geri dönüştürüldüğü senaryosunu ele alalım, elde edilen malzemenin yeni bir kağıda dönüştürüldüğü ve daha fazla kullanıldığı ortadadır. Bu üretilen atık miktarını azaltır ve sürdürülebilir kalkınmaya yardımcı olur.\n\rGeri dönüşümden elde ettiğimiz parayı ihtiyaç sahiplerine bağışlarsak, insanlar üzerinde büyük bir etki yaratır ve herkes tarafından üstlenilecek büyük bir girişim olur. Her şey kolayca geri dönüştürülemez ama bağışlanabilir! Kitap, giysi, elektronik cihaz ve bizim için çok önemli olmayan ama ihtiyacı olanlar için değerli olan çok şey bağışlayabiliriz... Bu bağışlar yüzleri güldürecek ve bir insanın alabileceği en büyük geri dönüş hediyesidir.\n\r\"Unutmayın ki en mutlu insanlar daha çok alanlar değil, daha çok bağışlayanlardır!!\"\n\rMutluluğun sırrı başkalarına yardım etmek, bağış yapmak, mutlu olmak ve başkalarını daha mutlu kılmaktır!!! ",
        "headerBlg3": "Cihazımı bağışlamadan önce ne yapmalıyım?",
        "contentBlg3": "\n\r1.Yedekleyin, Belgelerinizi, fotoğraflarınızı ve diğer önemli bilgilerinizi yedeklediğinizden emin olun. Veya bu verileri yeni cihazınıza aktarın. Bu sayede verilerinizi kaybetmezsiniz. Verilerinizi yedeklemek için, harici bir sabit sürücü veya flash bellek gibi fiziksel bir kopya oluşturabilirsiniz. Veya \"bulutta\" veya çevrimiçi olarak güvenli bir yerde kopya oluşturabilirsiniz.\n\r2.Verileri silin, Kaydetmek istediğiniz verileri yedekledikten sonra eski cihazınızdaki her şeyi sildiğinizden emin olun. Bu veriler indirme klasörünüzü, fotoğraflarınızı ve internet tarayıcınızdaki arama geçmişinizi içerir. Arama geçmişinizi, çerezleri ve site verilerini, önbelleğe alınmış dosyaları ve resimleri temizlemelisiniz.\n\r3.Uygulamalarınızı unutmayın, Tüm uygulamalarınızı silin. Bu durum uygulama önbelleğini ve verilerini silmeyi içerir.\n\r4.Sabit sürücünüzü silin. Dosyalar gibi şeyleri cihazınızdan silmek tamamen silindiği anlamına gelmez. Sabit sürücünüzü de tamamen silmeyi unutmayın.\n\r5.Fabrika ayarlarını yapın. Cihaz üreticisinin talimatlarını izleyin ve cihazınızda kalan her şeyi ortadan kaldıracak şekilde fabrika ayarlarına sıfırlama yapın.",
        "moreBlogs": "More Blogs"
    },
    "categories": {
        "All": "Tüm Kategoriler",
        "Furniture": "Eşya",
        "Clothes": "Elbise",
        "Electronics": "Elektronik",
        "Others": "Diğer"
    }
}
