{
    "common": {
        "Home": "الصفحة الرئيسية",
        "blogs": "تدوينات",
        "goods": "المنتجات",
        "aboutUs": "من نحن",
        "location": "الموقع",
        "signUp": "أنشئ حساباً",
        "name": "الاسم",
        "email": "البريد الالكتروني",
        "password": "كلمة المرور",
        "password2": "تأكيد كلمة المرور",
        "phone": "رقم الهاتف",
        "logIn": "تسجيل الدخول"
    },
    "Footer": {
        "contactUs": "اتصل بنا",
        "adress": "العنوان"
    },
    "landing": {
        "heroSection": {
            "heroText": "قيمة الحياة ليست بمدتها، وإنما بعطائك فيها. قيمتك ليست بمدة حياتك، إنما تأتي قيمتك بمقدار أثرك في حياتك. \"مايلز مونرو\" ",
            "button": "تبرع الآن"
        },
        "causes": {
            "causes": "لم هذا المشروع؟",
            "causeText1": "إن يقينك بأنك تساعد الآخرين له أثر إيجابي كبير على نفسيتك ، وفي المقابل ، يمكن أن يجعلك تشعر بالسعادة والرضا. حددت الأبحاث وجود صلة بين التبرع للأعمال الخيرية وزيادة النشاط في منطقة الدماغ التي تسجل المتعة - مما يثبت المثل القديم ، أن تعطي أفضل بكثير من أن تأخذ.",
            "causeText2": "امتلاك القدرة على تحسين حياة الآخرين هو ميزة لكثير من الأشخاص، تأتي من الإحساس الداخلي بالالتزام. إن التصرف بناء على هذا الإحساس العالي بالمسسؤولية هو سبيل عظيم لتعزيز القيم الذاتية والشعور بانعكاس معتقداتنا الأخلاقية على طريقة عيشنا.",
            "causeText3": "إن مشاركة تجربة التبرع للأعمال الخيرية مع أطفالك تظهر لهم منذ الصغر أنهم يستطيعون إحداث تغييرات إيجابية في العالم. يحب الأطفال بشكل طبيعي مساعدة الآخرين ، لذا فإن رعاية كرمهم الفطري من المرجح أن يعني أنهم يكبرون مع تقدير أكبر لما لديهم ، وسيواصلون دعم الأعمال الخيرية في السنوات القادمة."
        },
        "stats": {
            "accounts": "يحتوي موقعنا على .... حساباً نشطاً. تم فتح هذه الحسابات من قبل مستخدمينا دون أي إضافة. وهذه الحسابات تزيد بشكل يومي.",
            "beneficiaries": "عدد المستفيدين .... يتغير بشكل مستمر، 70% من المستخدمين/المستفيدين هم تحت سن 45 عاماً.",
            "GeographicalDistricts": "يسكن المستفيدون في مناطق مختلفة، النسبة الأكبر من المستخدمين هم في اسطنبول وإزمير، وأعلى الزيارات لموقعنا كانت في غازي عنتاب، أورفا ومرسين. كما تم استخدام موقعنا بين مدن مختلفة.",
            "recommendations": "حقق موقعنا والخدمات التي يتم تقديمها فيه نمواً أعلى بسبب التوصيات. يقوم المستفيدون من الخدمات التي يقدمها موقعنا بالتوصية بنا لمستفيدين آخرين محتملين من خلال الانترنت بشكل مباشر أو غير مباشر. تم مشاركة موقعنا كتوصية عن طريق الانترنت أكثر من 500 مرة."
        }
    },
    "aboutus": {
        "heroSection": {
            "heroTitle": "من نحن",
            "heroText": "نحن مجموعة أشخاص من الشرق الأوسط لدينا شغف بالبرمجة. تم اختيارنا لنكون جزءاً من برامج تدريبية لتطوير الويب مقدمة من Re:coded. بعضنا اختار البرنامج التدريبي الخاص بتطوير واجهات المواقع، وآخرون اختاروا برنامج تطوير خلفيات المواقع. تعملنا العديد من المهارات القيمة وتم دعم شغفنا بالبرمجة بالمهارات التقنية اللازمة التي تعلمناها من خلال البرنامج التدريبي لنصبح مطوري مواقع. في آب 2022 تم إنشاء هذا الموقع كنتيجة لعملنا الجماعي والدؤوب خلال الشهور الماضية، وكدليل على إصرارنا."
        },
        "team": "فريقنا"
    },
    "goods": {
        "category": "التصنيف",
        "search": "بحث",
        "recent": "الأخيرة",
        "button": "أضف عنصراً"
    },
    "addItem": {
        "addItem": "أضف عنصراً",
        "title": "العنوان",
        "description": "الوصف",
        "category": "التصنيف",
        "button": "أضف عنصراً"
    },
    "signUp": {
        "surname": "الكنية",
        "button": "أنشئ حساباً",
        "with": "أو أنشئ حساباً عن طريق"
    },
    "logIn": {
        "button": "تسجيل الدخول",
        "remember": "تذكرني",
        "noAccount": "ليس لديك حساب؟",
        "forgot": "نسيت كلمة المرور؟",
        "with": "أو سجل الدخول عن طريق"
    },
    "profile": {
        "profile": "الملف الشخصي",
        "button": "حدث الملف الشخصي",
        "delete": "حذف الحساب",
        "myItems": "عناصري"
    },
    "item": {
        "item": "العنصر",
        "title": "العنوان",
        "description": "الوصف",
        "category": "التصنيف",
        "button": "تحديث العنصر",
        "delete": "حذف العنصر",
        "related": "عناصر مشابهة"
    }
}
