{
    "common": {
        "Home": "ホームぺージ",
        "blogs": "ブログ",
        "goods": "グッズ",
        "aboutUs": "アバウト",
        "location": "県",
        "signUp": "新規登録",
        "name": "名前",
        "firstName": "下の名前",
        "lastName": "名字",
        "email": "電子メイル",
        "password": "パスワード",
        "password2": "パスワードをもう一度入力してください",
        "phone": "携帯電話番号",
        "logIn": "ログイン",
        "Logout": "ログアウト",
        "confirm": "確認",
        "cancel": "キャンセル",
        "update": "プロファイルを更新",
        "lang": "言語",
        "popularItems": "人気グッズ",
        "partners": "パトラー",
        "myProfile": "プロファイル"
    },
    "Footer": {
        "contactUs": "連絡",
        "adress": "住所"
    },
    "landing": {
        "heroSection": {
            "heroText": "”人生の価値は、その時間ではなく、寄付にあります。あなたを重要するのは、あなたはどれだけ長く生きていたのかではなくあなたがどれほど有効的な人生を過ごしたなのかです” ",
            "myles": " Myles Munroet",
            "button": "寄付する"
        },
        "causes": {
            "causes": "このｻｲﾄはなんのために？",
            "causeText1": "他の人に手伝うという気持ちは、自己満足を満たしてもっと幸せにします。ある研究によって、脳で喜びを感じる部分の活動の増加と寄付する事との関係は明らかになりました。",
            "causeText2": "他の人の生活を改善する力を持つことは、多くの人にとって特権であり、それ自体が義務感を伴うものです.これの強力な責任感に基づいて行動することは、我々自身の個人的な価値観を強化し、我々自身の倫理的信念に忠実な方法で生きていると感じる素晴らしい方法です。",
            "causeText3": "寄付するという経験を幼い子供たちと共有することで、世界に変化をもたらすことができることを子供たちに示すことができます。子供たちは自然に他人を助けるのが大好きなので、この感情を育って大切にする事によって、子供たちが持っているものにもっと感謝して、将来にも慈善活動に支援します。"
        },
        "stats": {
            "accountsTitle": "アカウントス",
            "accounts": "このサイトに会員登録することは簡単です。アカウントの数は毎日増えています。",
            "beneficiariesTitle": "受益者",
            "beneficiaries": "時間による変わる可能性がありますが、受益者の数は役に324ユーザー/受益者の 70% は 45 歳未満です。",
            "GeographicalDistrictsTitle": "都道府県",
            "GeographicalDistricts": "サイトのユーザーや受益者はいろんな県にいます。大勢のユーザーたちはイスタンブールとイズミルにいますが、このサイトの影響はガズィアンテプ、シャンルウルファ、メルシンみたいな県にあります。",
            "recommendationsTitle": "サイトのおすすめ",
            "recommendations": "我々のサイトとのサービスが知られていたのは高い評価をもらったからです。受益者はオンラインで直接的および間接的に他の新しい受益者候補に我々を勧めました。500回以上オンラインで推奨事項として共有されています。"
        }
    },
    "aboutus": {
        "heroSection": {
            "heroTitle": "私たちは誰ですか？",
            "heroText": "我々はコーディングに関して情熱を持つ中東から集まれた人達です。Re:Codedの集約的ブートキャンプに参加するために選ばれました。我々の一部はバックエンド開発に興味があり他の一部はフロントエンド開発を望んだ。二つのグループに別れました。このブートキャンプに重要な技術を学んだ。我々の情熱も教えられた技術を統合してウェブ開発者になりました。八月2022年で、このサイトは正式に仕上げられました。このサイトは過ぎた数ヶ月にあったチームワークと努力の結果であり我々の覚悟の証です。"
        },
        "front-end-team": "Front-end チーム",
        "back-end-team": "Back-end チーム"
    },
    "goods": {
        "category": "カテゴリ",
        "search": "探索",
        "recent": "最新アイテム",
        "button": "アイテムを追加"
    },
    "addItem": {
        "addItem": "アイテムを追加",
        "title": "タイトル",
        "description": "説明",
        "category": "カテゴリ",
        "button": "追加",
        "uploadPhotos": "写真をアップロード"
    },
    "signUp": {
        "surname": "苗字",
        "button": "サインウェーブ",
        "with": "SNSアカウントを使用して登録？"
    },
    "logIn": {
        "button": "ログイン",
        "remember": "私の事覚えてください",
        "noAccount": "初めてご利用ですか?",
        "forgot": "パスワードをお忘れですか？",
        "with": "SNSアカウントを使用して登録？"
    },
    "profile": {
        "profile": "プロファイル",
        "button": "プロファイルを更新",
        "delete": "アカウントを削除",
        "myItems": "私のアイテム",
        "changePassword": "パスワード変更"
    },
    "item": {
        "item": "アイテム",
        "title": "タイトル",
        "description": "アイテムの説明",
        "category": "カテゴリ",
        "button": "アイテムを更新",
        "delete": "アイテムを削除",
        "related": "関連アイテム"
    },
    "blogs": {
        "headerBlg1": "寄付が重要な 4 つの理由",
        "contentBlg1": " \n\r1.寄付すると経済的なメリットがあります。\n\r慈善団体に寄付すると、税金を節約できることをご存知ですか?　登録された慈善団体に寄付すると、寄付に対する税の領収はあげられます。領収を年次納税申告書と一緒に提出すると、寄付金の最大 53% の税額控除を受ける事ができます。多額の寄付は税金の大幅な節約を意味する可能性があり、それが慈善団体に寄付すべき大きな理由であると思われます\n\r2.寄付する事は子供たちに与える事の重要性を教えます。\n\r子供たちに他人を気遣うように教えることは、重要な人生の教訓の一つです。子供たちはあなたが与えるのを見ると、与えることが正しいことであり、あなたの足跡をたどることを知って成長します。したがって、寄付は、あなたが子供の憧れになるのにも役立ちます.\n\r3.寄付する事は幸福感を与えます。\n\r他の人を助ける事は気分が良くします。あなたにとって寄付する事大切なのは、人々が大事な仕事を続けさせるのだけでなく、あなたの感情的な幸福を改善する事にも繋がります。\n\r4.寄付は、感謝の気持ちを表す機会を与えてくれます。\n\r生活の中皆は忙しく、感謝する事を忘れがちです。寄付するの準備ができたら、我々に連絡してください。これにより、我々が持っているすべてのものを思い出させる事ができます。寄付するという行為は、感謝の気持ちを表す方法の一つです.",
        "headerBlg2": "寄付する事なぜリサクリングより良いのか？",
        "contentBlg2": "リサイクルとは、廃棄物を再利用可能な材料に変換するプロセスを指し、寄付とは、人を助けるためにお金や物資を提供する事を指します。寄付する事で、廃棄物を再利用できるだけでなく、困っている人を助ける事もできます。したがって、寄付はリサイクルよりも大きな影響をもたらします。紙のリサイクルのシナリオを考えてみましょう。古い本や新聞をすべてリサイクルし、得られた材料を新しい紙にしてさらに使用します。これにより、発生する廃棄物の量が削減され、持続可能な開発に役立ちます。リサイクルで得られたお金は困っている人に寄付されたら、人々に大きな影響を与え、皆で取り組むべき素晴らしし事でしょう。すべてのものは簡単にリサイクルできるわけではありませんが、寄付できます!! 本、衣類、電子機器など、私たちにとってはそれほど重要ではないかもしれませんが、困っている人にとっては価値のあるものを寄付することができます…これらの寄付の代わりには人々の笑顔幸いでしょう。「最も幸せな人は、より多くを得る人ではなく、より多くを与える人である事を忘れないでください!!」幸せの秘密は、他人を助ける事にあるので、寄付し、幸せになり、皆を幸せにしましょう!!!",
        "headerBlg3": "デバイスを寄付する前に何をすればいいですか?",
        "contentBlg3": "\n\r1.デバイスをバックアップします。種類、写真、その他の重要な情報は必ずバックアップしてください。または、このデータを新しいデバイスに転送します。そうすれば失われません。データをバックアップするには、外付けハード ドライブやサム ドライブなどの物理的な場所にコピーを作成します。または、「クラウド」またはオンラインの安全な場所にコピーを作成する事もできます。\n\r2.データを消去してください。保存したいデータをバックアップしたら、古いデバイスのすべてを削除した事を確認してください。これには、ダウンロード フォルダー、写真、およびインターネット ブラウザーの検索履歴が含まれます。閲覧履歴、Cookie とサイト データ、キャッシュされたファイルと画像を消去する必要があります。\n\r3. アプリのことを忘れないでください。すべてのアプリを削除します。これには、アプリのキャッシュとデータの削除が含まれます。\n\r4.ハード ドライブを消去してください。デバイスからファイルなどを削除しても、完全に消去されたわけではありません。ハード ドライブも完全に消去することを忘れないでください。\n\r5.工場出荷時設定にリセットしてください。デバイスの製造元の指示に従い、工場出荷時設定にリセットします。これにより、デバイスに残っているものはすべて削除されます。",
        "moreBlogs": "More Blogs"
    },
    "categories": {
        "All": "全部",
        "Furniture": "家具",
        "Clothes": "衣服",
        "Electronics": "电子",
        "Others": "その他"
    }
}
